package lec25_1.lecture

object Hw extends App {
  // all nice
}

object Retro {
  /*
  #### Конец, но не финал >_<
   - Напишите обратную связь по курсу в целом
    - что понравилось
    - что не понравилось
    - что стоит продолжить делать/улучшать дальше
    - что стоит перестать делать
    - комментарии по формату лекций/дз
    - что-нибудь еще, от себя
   */

  /*
  Спасибо квп что есть такое мероприятие
  Курсы хорошие, привыкаешь к компании/людям
  Формат прикольный
  Удаленка не нужон
  Очно круче, больше интеракций и тд

  Почаще задавать вопросы, мб побольше примеров
  Необязательно из прод кода

  Не понравилось что мало теории, некоторые моменты с ходу непонятный и нужно побольше разжевывать
  Нужон визуализация, чтоб не было проблем с прыжками в названиях (условно кидать в чат)

  код с нуля хорошо, получается за ним уследить
   */
}
